{
  "Home": "Accueil",
  "Store": "Boutique",
  "About Author": "À propos de l'auteur",
  "Contacts": "Contacts",
  "navbar.home": "Accueil",
  "navbar.store": "Magasin",
  "navbar.about": "À propos",
  "navbar.contact": "Contact",
  "dropdown.language": "Langue",
  "dropdown.english": "Anglais",
  "dropdown.french": "Français",
  "dropdown.lithuanian": "Lituanien",
  "product.price": "Prix",
  "product.addToCart": "Ajouter au panier",
  "footer.contactUs": "Contactez-nous",
  "footer.email": "E-mail",
  "paintings.painting1": "ART ABSTRAIT ACRYLIQUE",
  "paintings.painting2": "Il est né au début du 20ème siècle et était complètement radical pour son époque",
  "paintings.painting3": "Le principal objectif de l'abstraction dans l'art n'est pas de raconter une histoire, mais d'encourager l'implication et l'imagination",
  "paintings.painting4": "Les artistes abstraits utilisent une variété de techniques pour créer leur travail, mêlant moyens traditionnels et idées plus expérimentales",
  "paintings.painting5": "Liberté de forme et d'interprétation",
  "about.title": "Sur moi",
  "about.intro": "Je m'appelle Egle. Je suis une femme très sensible et douce.",
  "about.paragraph1": "J'ai toujours aimé l'art. J'ai eu la chance de vivre en Italie, un pays plein d'art, mais je n'avais aucune idée que je pouvais créer quelque chose. Je me suis toujours imaginé être très logique, rationnel. Vraiment 'pas pour l'art'.",
  "about.paragraph2": "Et c'est assez inattendu. En 2022, en raison de la douleur insupportable après la perte d'un être cher, à la recherche d'une issue à la dépression - le chemin m'a conduit à un cours d'art-thérapie.",
  "about.paragraph3": "Quand ma maison s'est remplie de peintures. Le désir est venu de partager mon travail avec le monde entier.",
  "about.citation": "La peinture est de la poésie qui se voit plutôt que de se ressentir, et la poésie est de la peinture qui se ressent plutôt que de se voir.",
  "about.citationAuthor": "Leonardo da Vinci",
  "singleProduct.loading": "Chargement...",
  "singleProduct.productNotFound": "Produit non trouvé",
  "singleProduct.price": "Prix",
  "singleProduct.priceNote": "Ceci est seulement le prix initial à partir duquel nous pouvons négocier, contactez-nous personnellement",
  "singleProduct.addToCart": "Ajouter au panier",
  "singleProduct.size": "Taille",
  "singleProduct.material": "Acrylique, textures de gesso, mélangé. Toile 100% coton",
  "products": {
    "19": { "description": "Taille : 30*30*1.5cm" },
    "20": { "description": "Taille : 30*40*1.5cm" },
    "21": { "description": "Taille comme un seul - 50*40*1.5cm / séparé 20*50*1.5 cm" },
    "22": { "description": "Taille : 50*40cm" },
    "23": { "description": "La forêt des pensées.. La forêt des pensées..\n« Vous êtes ce que vous pensez. Vos émotions sont esclaves de vos pensées, et vous êtes esclave de vos émotions. » (ELIZABETH GILBERT)" },
    "24": { "description": "Taille : 50*70*1.5cm" },
    "25": { "description": "Taille : 40*30*1.5cm" },
    "26": { "description": "Taille : 30*24*1.5cm" },
    "27": { "description": "Taille : 50*60cm" },
    "28": { "description": "Taille : 40*40*1.5cm" },
    "29": { "description": "Taille : 50*60*1.5cm" },
    "30": { "description": "Description sur la peinture" },
    "32": { "description": "Taille : 50*40cm" },
    "33": { "description": "Taille : 50*70*1.5cm" },
    "34": { "description": "Taille comme un seul - 60*40*1.5 cm / séparé 40*30*1.5 cm" },
    "35": { "description": "Taille : 32*41*1.5cm" },
    "36": { "description": "Taille : 24*30*1.5cm" }
  },
  "store": {
   "title": "Bienvenue dans le magasin"
  },
  "contact": {
    "title": "NOUS CONTACTER",
    "name": "NOM",
    "email": "EMAIL",
    "message": "MESSAGE",
    "submit": "Envoyer",
    "submitting": "Envoi en cours...",
    "error": "Une erreur s'est produite lors de l'envoi de votre message. Veuillez réessayer.",
    "success": "Email envoyé avec succès!",
    "unexpectedError": "Une erreur inattendue s'est produite. Veuillez réessayer ultérieurement."
    },
    "product": {
      "price": "Prix"
    },
"home.welcome": "Bienvenue",
"home.abstract_art": "Art abstrait",
"home.abstract_art_description": "est un genre diversifié et expansif qui englobe un large éventail d'expressions artistiques et de styles. Émergeant au début du 20e siècle comme un départ radical de l'art représentationnel, l'art abstrait cherche à transmettre des idées, des émotions et des sensations à travers des formes non représentationnelles et des éléments visuels.",
"home.abstract_art_forms": "Il peut prendre de nombreuses formes, y compris l'abstraction géométrique, où les formes sont distillées dans leur essence la plus pure; l'abstraction gestuelle, qui met l'accent sur le coup de pinceau spontané et expressif et la création de marques; et la peinture de champ de couleur, qui explore l'impact émotionnel et psychologique de la couleur et de la forme sur le spectateur. L'art abstrait, en tant que théorie, est enraciné dans l'idée de libération des contraintes des formes représentationnelles et des conventions artistiques traditionnelles.",
"home.abstraction": "Un des principes clés de l'art abstrait est l'abstraction, le processus de simplification ou de réduction des éléments visuels à leurs caractéristiques essentielles. Cela peut impliquer de décomposer des objets ou des scènes en formes géométriques, d'expérimenter avec des formes non représentationnelles, ou d'explorer l'interaction de la couleur et de la texture de manière purement expressive.",
"home.abstract_art_theory": "Dans l'ensemble, la théorie de l'art abstrait célèbre le pouvoir transformateur de la créativité, encourageant les artistes et les spectateurs à embrasser l'ambiguïté.",
"home.art_voice": "“L'art a une voix - laissez-la parler.” ― Rochelle Carr"

}
